Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# NYA: I'll do my best so I won't drag down my mentor, LEX!
source: NYA: I'll do my best so I won't\ndrag down my mentor, LEX!
pl: NYA: Postaram się jak mogę, żeby\nnie zawieść mojego LEXA!

# NYA: Oh, no… I'm so sorry, I…
source: NYA: Oh, no…\nI'm so sorry, I…
pl: NYA: O, nie…\nPrzepraszam, ja…

source: NYA: I think I'm going to need\nmuch more seasoning and tutoring\lunder LEX…\p…So, LEX, please, may I stay with\nyou like this?
pl: NYA: Chyba potrzeba mi jeszcze\ndużo więcej treningu pod wodzą\lLEXA…\p…Więc, LEX, czy mogę jeszcze z tobą\npotrenować?

# NYA: I'm sorry, but may we battle in two-on-two style?
source: NYA: I'm sorry, but may we battle\nin two-on-two style?
pl: NYA: Przepraszam, ale walczymy\ntylko w stylu 2 na 2!

# SEVAULT CANYON TANOBY RUINS AHEAD
source: SEVAULT CANYON\nTANOBY RUINS AHEAD
pl: KANION SEVAULT\nDALEJ RUINY TANOBY

source: Training by oneself is certainly\nnot a bad thing.\pBut it's also not bad to aim for\nthe top with a partner.\pEven BRUNO…\nHe trained with a fellow by the\lname of BRAWLY before.
pl: Samodzielny trening z pewnością\nnie jest złą rzeczą.\pAle nie jest też źle iść na\nszczyt z partnerem.\pNawet BRUNO…\nKiedyś trenował z kolesiem zwanym\lBRAWLY, czy jakoś tak.

# Kyahaha! I'll flick you away effortlessly!
source: Kyahaha!\nI'll flick you away effortlessly!
pl: Kjahaha!\nRozwalę cię bez wysiłku!

# Tch! Too strong for me!
source: Tch!\nToo strong for me!
pl: Heh!\nZa silny!

# What's that? I don't act the way I look?pHeh, that's a part of my strategy!
source: What's that?\nI don't act the way I look?\pHeh, that's a part of my strategy!
pl: Że co? Nie zachowuje\nsię na taką jak wyglądam?\pTo część mojej strategii!

# Howdy! Are you a member of my fan club?
source: Howdy!\nAre you a member of my fan club?
pl: Witaj!\nJesteś z mojego fanklubu?

# Oh, so you're not a fan…pWell, I can change that. Let me sing for you!
source: Oh, so you're not a fan…\pWell, I can change that.\nLet me sing for you!
pl: Nie jesteś moim fanem…\pNo to zaraz to zmienimy.\nZaśpiewam dla ciebie!

# Lalalah… My POKéMON, I send them out,lall the girls scream and shout!
source: Lalalah…\nMy POKéMON, I send them out,\lall the girls scream and shout!
pl: Lalalah…\nMoje POKéMONY, wysyłam je,\ldziewczyny krzyczą, a ja się drę!

# This island is too spread out… It's not easy patrolling the place.
source: This island is too spread out…\nIt's not easy patrolling the place.
pl: Ta wyspa jest zbyt rozległa…\nTrudno patrolować to miejsce.

source: TRAINERS like you from cities,\nthey sure are tough.\pYou'll be headed for the TOWER,\nwon't you?
pl: TRENERZY z miast, tacy jak ty,\nsą bardzo silni.\pWybierasz się pewnie do WIEŻY,\nmam rację?

# I punish people who abuse POKéMON!
source: I punish people who abuse\nPOKéMON!
pl: Karzę ludzi obrażających\nPOKéMONY!

# You don't seem to be a problem TRAINER.
source: You don't seem to be a problem\nTRAINER.
pl: Nie wydajesz się sprawiać\nproblemów.

# If you treat your POKéMON with kindness, they'll understand.
source: If you treat your POKéMON with\nkindness, they'll understand.
pl: Jeśli traktujesz dobrze\nswoje POKéMONY, będą to wiedzieć.

# EVE: I'll team up with JON and battle together.
source: EVE: I'll team up with JON and\nbattle together.
pl: EVE: Walczymy w drużynie, ja i\nJON!

# EVE: Me and JON, we lost. Ehehe.
source: EVE: Me and JON, we lost.\nEhehe.
pl: EVE: Ja i JON, przegrywamy.\nHeh.

# EVE: I'm going to work harder with JON.
source: EVE: I'm going to work harder with\nJON.
pl: EVE: Ja i JON będziemy lepiej\ntrenować.

source: EVE: I want to team up with JON\nwhen I battle you.\pCome back with two POKéMON, okay?
pl: EVE: Chcę walczyć razem z JONEM,\nnigdy sama.\pWróć z dwoma POKéMONAMI,\ndobrze?

# JON: When I'm with EVE, it feels like we could never lose.
source: JON: When I'm with EVE, it feels\nlike we could never lose.
pl: JON: Gdy jestem z EVE, czuję, że\nnigdy nie przegramy.

# JON: When I'm with EVE, it doesn't feel like I've lost!
source: JON: When I'm with EVE,\nit doesn't feel like I've lost!
pl: JON: Gdy jestem z EVE,\nnie czuję, że przegrałem!

# JON: When I'm with EVE, I feel giddy whether I win or lose.pIt's magical!
source: JON: When I'm with EVE, I feel\ngiddy whether I win or lose.\pIt's magical!
pl: JON: Gdy jestem z EVE, jest\nświetnie, gdy wygram i przegram!\pTo magia!

source: JON: If it's with EVE, I'll be\nhappy to battle with you.\pSo, I'd like to make it a\ntwo-on-two battle, if I may.
pl: JON: Chętnie się z tobą zmierzę,\njeśli będę mógł z EVE.\pWięc innymi słowy, chcę\nwalczyć dwa POKéMONY na dwa.

source: SEVAULT CANYON ENTRANCE\pTRAINERS are asked to refrain from\ndamaging plants in the CANYON.
pl: WEJŚCIE do KANIONU SEVAULT\pProsimy TRENERÓW o nieuszkadzanie\nroślin rosnących w KANIONIE.

# Dance, dance! CHANSEY Dance!pYou join in, too! Dance, dance!
source: Dance, dance!\nCHANSEY Dance!\pYou join in, too!\nDance, dance!
pl: Tańcz, tańcz!\nTaniec CHANSEY!\pPrzyłącz się!\nTańcz, tańcz!

source: Would you like to dance?
pl: Czy chcesz zatańczyć?

source: Come on, dance!
pl: Dawaj, tańcz!

source: {PLAYER} danced the CHANSEY Dance!
pl: {PLAYER} zatańczył Taniec CHANSEY!

# Ahahahaha!pThere, you're all chipper now! Lucky!
source: Ahahahaha!\pThere, you're all chipper now!\nLucky!
pl: Ahahahaha!\pŚwietnie się ruszasz!\nFarciarz!

# A mysterious rumble echoed somewhere far away.
source: A mysterious rumble echoed\nsomewhere far away.
pl: Słyszysz tajemnicze echo\nodległego hałasu.

# Do you know anything about this stone chamber?
source: Do you know anything about this\nstone chamber?
pl: Czy wiesz coś na temat\nkamiennej komnaty?

# That was uncalled for. You didn't have to be so rough.
source: That was uncalled for.\nYou didn't have to be so rough.
pl: Hej, bez przesady.\nNie prosiłem, żebyś wygrał.

source: The TANOBY RUINS date back at\nleast 1,500 years.\pBut it's a baffling mystery as to\nwhy it was built in the first place.
pl: RUINY TANOBY mają podobno\nprzynajmniej 1,500 lat.\pAle wielką tajemnicą jest,\ndlaczego zostały w ogóle zbudowane.

# A mystic POKéMON is said to sleep inside here.
source: A mystic POKéMON is said to sleep\ninside here.
pl: Podobno wewnątrz śpi jakiś\nmistyczny POKéMON.

source: I'm not much good in battle.
pl: Nie jestem dobry w walce.

source: I hear there are other ruins like\nthe one here.\pMight they be the resting places\nof other mystic POKéMON?
pl: Podobno są tu też inne ruiny\ntego typu.\pMoże są to miejsca spoczynku innych\nmistycznych POKéMONÓW?

# CLIFFORD is teaching me how to paint.
source: CLIFFORD is teaching me how to\npaint.
pl: CLIFFORD uczy mnie jak\nmalować.

# We might get in trouble for being noisy here.
source: We might get in trouble for being\nnoisy here.
pl: Możemy mieć kłopoty przez ten\nhałas.

# I said that I wanted to paint an old building.pSo CLIFFORD brought me here.
source: I said that I wanted to paint an\nold building.\pSo CLIFFORD brought me here.
pl: Powiedziałam, że chcę namalować\nstary budynek.\pCLIFFORD więc wziął mnie tu.

# Today, in addition to our lesson, we came to see the chamber.
source: Today, in addition to our lesson,\nwe came to see the chamber.
pl: Dzisiaj, jako dodatek do lekcji,\nobejrzymy komnatę.

source: My, how extraordinary.
pl: Jejku, niecodzienne.

source: Ah, so you are studying POKéMON\non your own…\pYes, you certainly are quite the\nextraordinary person, indeed.
pl: Ach, a więc samodzielnie\nstudiujesz POKéMONY…\pTak, zdecydowanie jesteś\nniecodzienną osobą.

source: I sensed your approach.
pl: Wyczułem to spotkanie.

source: Give up…
pl: Koniec…

source: In your future, I sense that you\nwill meet many others.\pI think you will be linked to each\nother by a strange power.
pl: W twojej przyszłości, wyczuwam,\nże spotkasz wielu ludzi.\pCzuję, że połączy was jakaś\npotężna siła.

# Somewhere on this island, peculiar POKéMON are sleeping.
source: Somewhere on this island, peculiar\nPOKéMON are sleeping.
pl: Gdzieś na tej wyspie, śpią\nspecyficzne POKéMONY.

source: What an amazing TRAINER!
pl: Jesteś niezłym TRENEREM!

source: Somewhere on this island, peculiar\nPOKéMON are sleeping.\pCould it be that they're waiting\nfor you?
pl: Gdzieś na tej wyspie, śpią\nspecyficzne POKéMONY.\pByć może czekają właśnie na\nciebie?

# TRAINER TOWER ENTRANCE Rise to the Challenge, TRAINERS!
source: TRAINER TOWER ENTRANCE\nRise to the Challenge, TRAINERS!
pl: WIEZA TRENERÓW - WEJŚCIE\nTRENERZY podejmijcie wyzwanie!

source: TRAINER TOWER AHEAD
pl: DALEJ WIEŻATRENERÓW

# Welcome to 10F! So good of you to join me!
source: Welcome to 10F!\nSo good of you to join me!
pl: Witamy na 10P!\nMiło, że dołączyłeś!

source: I'm stunned!
pl: Oszołomiony!

# Nice try, but the boardroom is up one more floor.
source: Nice try, but the boardroom is up\none more floor.
pl: No nieźle, ale sala konferencyjna\njest wyżej.

source: Enough of your silly games!
pl: Dość głupich gierek!

source: No continues left!
pl: Nie mam już żyć!

# Are you satisfied with beating me? Then go on home!
source: Are you satisfied with beating me?\nThen go on home!
pl: Cieszysz się, że mnie pokonałeś?\nTo spadaj do domu!

# Waaaaa! I'm scared!
source: Waaaaa!\nI'm scared!
pl: Łaaaaa!\nBoje się!

# About me crying… Please keep it a secret.
source: About me crying…\nPlease keep it a secret.
pl: Nie mów nikomu, że\nsię rozpłakałem…

# SILPH CO. HEAD OFFICE 10F
source: SILPH CO. HEAD OFFICE\n10F
pl: BIURO GŁÓWNE SILPH\n10P

source: PRESIDENT: Oh, dear boy!\nThank you for saving SILPH.\pI will never forget you saved us in\nour moment of peril.\pI have to thank you in some way.\pBecause I am rich, I can give you\nanything.\pHere, maybe this will do.
pl: PREZES: Och, drogi chłopcze!\nDziękuję za ocalenie SILPH.\pNigdy nie zapomnę tego, co dla\nnas zrobiłeś!\pMyślę, że powinienem ci za\nto podziękować.\pJestem bogaty, więc mogę dać\nci wszystko.\pAle może to ci wystarczy.

source: PRESIDENT: Oh, dear girl!\nThank you for saving SILPH.\pI will never forget you saved us in\nour moment of peril.\pI have to thank you in some way.\pBecause I am rich, I can give you\nanything.\pHere, maybe this will do.
pl: PREZES: Och, dziewczynko!\nDziękuję za ocalenie SILPH.\pNigdy nie zapomnę tego, co dla\nnas zrobiłaś!\pMyślę, że powinienem ci za\nto podziękować.\pJestem bogaty, więc mogę dać\nci wszystko.\pAle może to ci wystarczy.

# {PLAYER} obtained a MASTER BALL from the PRESIDENT!
source: {PLAYER} obtained a MASTER BALL\nfrom the PRESIDENT!
pl: {PLAYER} dostaje MASTER BALL\nod PREZESA SILPH CO.!

source: PRESIDENT: You can't buy that\nanywhere.\pIt's our secret prototype MASTER\nBALL.\pIt will catch any POKéMON without\nfail!\pYou should be quiet about using it,\nthough.
pl: PREZES: Nie można tego nigdzie\nkupić.\pTo nasz sekretny prototyp MASTER\nBALLA.\pZłapie dla ciebie każdego\nPOKéMONA!\pUżywaj go jednak z rozsądkiem.

source: You have no room for this.
pl: Nie masz na to miejsca.

source: SECRETARY: Thank you for rescuing\nall of us.\pWe, from the PRESIDENT down,\nare indebted to you.
pl: SEKRETARKA: Dziękuję za ocalenie\nnas.\pMy, nawet sam PREZES, jesteśmi ci\nniezmiernie wdzięczni.

source: Ah, {PLAYER}!\nSo we meet again!\pThe PRESIDENT and I are discussing\na vital business proposition.\pKeep your nose out of grown-up\nmatters…\pOr, experience a world of pain!
pl: Ach, {PLAYER}!\nWięc się spotykamy!\pPREZES i ja dyskutujemy nad\npewną ważną propozycją biznesową.\pWięc, trzymaj się zdala od\nspraw dorosłych…\pAlbo pożałujesz!

# Arrgh!! I lost again!?
source: Arrgh!!\nI lost again!?
pl: Arrg!! \nZnowu??

source: Blast it all!\nYou ruined our plans for SILPH!\pBut, TEAM ROCKET will never fall!\p{PLAYER}! Never forget that all\nPOKéMON exist for TEAM ROCKET!\pI must go, but I shall return!
pl: Do stu diabłów!\nZniszczyłeś wszystkie moje plany!\pAle ZESPÓŁ R nie przegra!\p{PLAYER}! Nigdy nie zapominaj, że\nPOKéMONY żyją dla ZESPOŁU R!\pJeszcze tutaj wrócę!

# Stop right there! Don't you move!
source: Stop right there!\nDon't you move!
pl: Zatrzymaj się!\nNie ruszaj się!

# Don't… Please!
source: Don't…\nPlease!
pl: Nie…\nProszę!

source: So, you want to see my BOSS?
pl: Chcesz zobaczyć SZEFA?

# Halt! Do you have an appointment with my BOSS?
source: Halt! Do you have an appointment\nwith my BOSS?
pl: Stój! Czy jesteś umówiony z moim\nSZEFEM?

# Gaah! Demolished!
source: Gaah!\nDemolished!
pl: Gah!\nRozgromiony!

# Watch your step… My BOSS likes his POKéMON tough!
source: Watch your step…\nMy BOSS likes his POKéMON tough!
pl: Uważaj mały…\nMój SZEF lubi silne POKéMONY!

source: The monitor has POKéMON on it!
pl: Na monitorze widnieje POKéMON!

# SILPH CO. HEAD OFFICE 11F
source: SILPH CO. HEAD OFFICE\n11F
pl: BIURO GŁÓWNE SILPH\n11P

# Welcome.pThe PRESIDENT is in the boardroom on 11F.
source: Welcome.\pThe PRESIDENT is in the boardroom\non 11F.
pl: Witamy.

# SILPH CO. HEAD OFFICE 1F
source: SILPH CO. HEAD OFFICE\n1F
pl: BIURO GŁÓWNE SILPH\n1P

# Help! I'm a SILPH employee.
source: Help!\nI'm a SILPH employee.
pl: Pomocy!\nZESPÓŁ R atakuje!

# How did you know I was a ROCKET?
source: How did you know\nI was a ROCKET?
pl: Skąd wiedziałeś,\nże jestem z R?

# I work for both SILPH and TEAM ROCKET.
source: I work for both SILPH and TEAM\nROCKET.
pl: Pracuję i dla SILPH i dla ZESPOŁU\nR.

# It's off-limits here! Go home!
source: It's off-limits here!\nGo home!
pl: Ślepa uliczka!\nWracaj do domu!

source: You're good.
pl: No nieźle.

# Can you solve the maze in here? It's not easy, I tell you!
source: Can you solve the maze in here?\nIt's not easy, I tell you!
pl: Czy przejdziesz ten labirynt?\nTo nie będzie łatwe!

source: No kids are allowed in here!
pl: Gnojkom wstęp wzbroniony!

source: Tough!
pl: Silny!

source: Diamond-shaped tiles are teleport\nblocks.\pThey're transporters for this\nhigh-tech building.
pl: Pola w kształcie diamentu to\nteleportery.\pTo wysoko zaawansowane\ntechnicznie transportery.

# Hey, kid! What are you wandering here for?
source: Hey, kid!\nWhat are you wandering here for?
pl: Hej, mały!\nCzego się tu szwędasz?

source: I goofed!
pl: Kurka!

# SILPH CO. will be associated with TEAM ROCKET!
source: SILPH CO. will be associated with\nTEAM ROCKET!
pl: SILPH CO. zostanie scalone z\nZESPOŁEM R!

source: Eeek!\nNo! Stop! Help!\pOh, you're not with TEAM ROCKET.\nI'm sorry, I thought…\pWill you forgive me if I teach\nyou the THUNDER WAVE technique?
pl: Eeek!\nNie! Stój! Pomocy!\pHej, nie jesteś z ZESPOŁEM R.\nPrzepraszam, myślałam…\pWybaczysz mi, jeśli nauczę\ncię techniki ELEKTROFALI?

# Oh… But THUNDER WAVE is convenient…
source: Oh…\nBut THUNDER WAVE is convenient…
pl: Och…\nELEKTROFALA jest przydatna…

# Which POKéMON should I teach THUNDER WAVE?
source: Which POKéMON should I teach\nTHUNDER WAVE?
pl: Który POKéMON ma poznać\nELEKTROFALE?

source: THUNDER WAVE causes paralysis in\nthe target POKéMON.\pA paralyzed POKéMON may be unable\nto move in battle.\pIt's an ELECTRIC-type move, so it\nwon't work on some POKéMON.
pl: ELEKTROFALA powoduje paraliż\nna wybranym POKéMONIE.\pSparaliżowany POKéMON może nie\nmóc wykonać ruchu w walce.\pTo ruch ELEKTRYCZNY,\nmoże nie działać na kilka POKéMONÓW.

# SILPH CO. HEAD OFFICE 2F
source: SILPH CO. HEAD OFFICE\n2F
pl: BIURO GŁÓWNE SILPH\n2P

# I work for SILPH CO. What am I to do?
source: I work for SILPH CO.\nWhat am I to do?
pl: Pracuję dla SILPH CO.\nCo mam zrobić?

# {PLAYER}! You and your POKéMON saved us!
source: {PLAYER}!\nYou and your POKéMON saved us!
pl: {PLAYER}!\nOcaliłeś nas!

source: Quit messing with us, kid!
pl: Przestań się bawić, mały!

# A hint? You can open doors with a CARD KEY!
source: A hint? You can open doors with\na CARD KEY!
pl: Podpowiedź? Możesz otworzyć drzwi\nKARTĄ!

# I support TEAM ROCKET more than I support SILPH CO.!
source: I support TEAM ROCKET more than\nI support SILPH CO.!
pl: Wspieram ZESPÓŁ R bardziej niż\nSILPH CO.!

source: You really got me!
pl: Przyłapany!

# Humph…pTEAM ROCKET said that if I helped them, they'd let me study POKéMON.
source: Humph…\pTEAM ROCKET said that if I helped\nthem, they'd let me study POKéMON.
pl: Hump…\pZESPÓŁ R powiedział, że jeśli im\npomogę, pozwolą mi badać POKéMONY.

# SILPH CO. HEAD OFFICE 3F
source: SILPH CO. HEAD OFFICE\n3F
pl: BIURO GŁÓWNE SILPH\n3P

# Sssh! Can't you see I'm hiding?
source: Sssh!\nCan't you see I'm hiding?
pl: Ci!\nNie widzisz, że się chowam?

# Huh? TEAM ROCKET is gone?
source: Huh?\nTEAM ROCKET is gone?
pl: Co? \nZESPÓŁ R zniknął?

# TEAM ROCKET has taken control of SILPH CO.!
source: TEAM ROCKET has taken control\nof SILPH CO.!
pl: ZESPÓŁ R przejął kontrolę nad\nSILPH CO.!

source: Arrgh!
pl: Arrg!

# Fwahahaha! My BOSS has been after this place!
source: Fwahahaha!\nMy BOSS has been after this place!
pl: Łahahaha! \nMój SZEF bardzo lubi to miejsce!

source: My POKéMON is my loyal servant.
pl: Mój POKéMON to wierny sługa.

# Darn! You weak POKéMON!
source: Darn!\nYou weak POKéMON!
pl: Ty słaby POKéMONIE!

# The doors are electronically locked.pIt takes a CARD KEY to open the doors here.
source: The doors are electronically\nlocked.\pIt takes a CARD KEY to open the\ndoors here.
pl: Drzwi zostały elektronicznie\nzamknięte.\pPotrzeba KARTY, by je\notworzyć.

source: Intruder spotted!
pl: Intruz wykryty!

source: Who are you?
pl: Kim jesteś?

source: I better tell the BOSS on 11F!
pl: Lepiej powiem SZEFOWI na 11P!

# SILPH CO. HEAD OFFICE 4F
source: SILPH CO. HEAD OFFICE\n4F
pl: BIURO GŁÓWNE SILPH\n4P

# TEAM ROCKET is in an uproar over some intruder.pThat's you, right?
source: TEAM ROCKET is in an uproar over\nsome intruder.\pThat's you, right?
pl: ZESPÓŁ R jest przerażony\nnapaścią jakiegoś intruza.\pTo ty, tak?

# TEAM ROCKET took off! You're our hero! Thank you!
source: TEAM ROCKET took off!\nYou're our hero! Thank you!
pl: ZESPÓŁ R uciekł!\nJesteś naszym bohaterem! Dzięki!

# I heard a kid was wandering around.
source: I heard a kid was wandering\naround.
pl: Słyszałem, że jest tu jakiś\nbachor.

# It's not smart to pick a fight with TEAM ROCKET!
source: It's not smart to pick a fight with\nTEAM ROCKET!
pl: Głupio wszczynać walki z\nZESPOŁEM R!

# We study POKé BALL technology on this floor.
source: We study POKé BALL technology on\nthis floor.
pl: Tutaj studiujemy technologię\nPOKé BALLI.

# Dang! Blast it!
source: Dang!\nBlast it!
pl: Dang!\nKurcze!

# We worked on the ultimate POKé BALL which would catch anything.
source: We worked on the ultimate POKé\nBALL which would catch anything.
pl: Pracowaliśmy nad najlepszym POKé\nBALLEM, który zawsze łapie.

# Whaaat?pThere shouldn't be any children here!
source: Whaaat?\pThere shouldn't be any children\nhere!
pl: Coooo?\pTu nie powinno być żadnych\ndzieciaków!

source: Oh, goodness!
pl: O mój Boże!

# You're only on 5F. It's a long way to my BOSS!
source: You're only on 5F.\nIt's a long way to my BOSS!
pl: Jesteś dopiero na 5P.\nDaleko jeszcze do SZEFA!

source: Show TEAM ROCKET a little respect!
pl: Okaż szacunek ZESPOŁOWI R!

# Cough… Cough…
source: Cough…\nCough…
pl: Kaszl…\nKaszl…

source: Which reminds me.\pKOFFING evolves into WEEZING!
pl: A przy okazji.\pKOFFING ewoluuje w WEEZINGA!

source: It's a POKéMON REPORT!\pPOKéMON LAB created PORYGON,\nthe first virtual-reality POKéMON.
pl: To RAPORT POKéMON!\pLABORATORIUM stworzyło PORYGONA,\npierwszego wirtualnego POKéMONA.

# It's a POKéMON REPORT!pOver 350 POKéMON techniques have been confirmed.
source: It's a POKéMON REPORT!\pOver 350 POKéMON techniques have\nbeen confirmed.
pl: To RAPORT POKéMON!\pPotwierdzono istnienie ponad 350\ntechnik POKéMONÓW.

source: It's a POKéMON REPORT!\pSome POKéMON have been confirmed\nto evolve when they are traded.
pl: To RAPORT POKéMON!\pNiektóre POKéMONY ewoluują podczas\nwymiany z innym trenerem.

# SILPH CO. HEAD OFFICE 5F
source: SILPH CO. HEAD OFFICE\n5F
pl: BIURO GŁÓWNE SILPH\n5P

source: Those thugs that took over our\nbuilding…\pTheir BOSS said he was looking for\nstrong POKéMON.\pI hope our PRESIDENT managed to\navoid trouble…
pl: Te złodziejaszki, które przejęły\nbudynek…\pIch SZEF szukał jakichś silnych\nPOKéMONÓW.\pMam nadzieję, że nasz PREZES uniknął\nkłopotów…

# The ROCKETS came and took over the building!
source: The ROCKETS came and took over\nthe building!
pl: ROCKETSI wdarli się i przejeli\ncały budynek!

# Oh dear, oh dear. Help me, please!
source: Oh dear, oh dear.\nHelp me, please!
pl: O jejku, jejku.\nPomóż mi, proszę!

# We got engaged. Heheh!
source: We got engaged.\nHeheh!
pl: Zaatakowano nas!

# That man next to me… He's such a coward!
source: That man next to me…\nHe's such a coward!
pl: Ten facet obok mnie…\nTo straszny tchórz!

# He's so helpless, he needed someone like me to look after him.
source: He's so helpless, he needed\nsomeone like me to look after him.
pl: Jest taki bezbronny, że ktoś\ntaki jak ja musiał się nim zająć.

# TEAM ROCKET is trying to conquer the world with POKéMON.
source: TEAM ROCKET is trying to conquer\nthe world with POKéMON.
pl: ZESPÓŁ R stara się podbić świat\nprzy pomocy POKéMONÓW.

# TEAM ROCKET ran away, and it's all because of you!
source: TEAM ROCKET ran away, and it's all\nbecause of you!
pl: ZESPÓŁ R zbiegł i to wszystko\ndzięki tobie!

# They must have targeted SILPH for our POKéMON products.
source: They must have targeted SILPH for\nour POKéMON products.
pl: Musieli wybrać SILPH z uwagi na\nPOKéMONOWE produkty.

# Come work for SILPH when you get older.
source: Come work for SILPH when you\nget older.
pl: Zatrudnij się w SILPH, gdy\npodrośniesz.

# I am one of the four ROCKET BROTHERS!
source: I am one of the four ROCKET\nBROTHERS!
pl: Jestem jednym z czterech\nBRACI R!

source: Flame out!
pl: Wypalony!

# No matter! My brothers will avenge me!
source: No matter!\nMy brothers will avenge me!
pl: Nie szkodzi!\nMoi bracia mnie pomszczą!

source: That rotten PRESIDENT!\pServes him right for shipping me\noff to the TIKSI BRANCH!\pThat's why TEAM ROCKET came after\nus, I'm sure of it!
pl: Ten staruch PREZES!\pDobrze mu było zesłać mnie na\nTIKSI BRANCH!\pJestem pewny, że ZESPÓŁ R przybył\nmi z odsieczą! Na pewno!

# TIKSI BRANCH? It's in Russian no-man's-land!
source: TIKSI BRANCH?\nIt's in Russian no-man's-land!
pl: TIKSI BRANCH?\nTo Rosyjskie odludzie!

source: You dare betray TEAM ROCKET?
pl: Zdradzasz ZESPÓŁ R?

source: You traitor!
pl: Ty zdrajco!

# If you stand for justice, you betray us bad guys!
source: If you stand for justice, you\nbetray us bad guys!
pl: Stojąc po stronie prawa,\nzdradzasz przestępców!

# SILPH CO. HEAD OFFICE 6F
source: SILPH CO. HEAD OFFICE\n6F
pl: BIURO GŁÓWNE SILPH\n6P

source: Oh! Hi! You're not a ROCKET!\nYou came to save us?\lWhy, thank you!\pI want you to have this POKéMON\nfor saving us.
pl: Och! Witam! Nie jesteś ROCKETEM!\nOcalisz nas?\lWielkie dzięki!\pChcę, żebyś przyjął ode mnie tego\nPOKéMONA.

# {PLAYER} obtained a LAPRAS from the SILPH employee!
source: {PLAYER} obtained a LAPRAS from\nthe SILPH employee!
pl: {PLAYER} dostaje LAPRASA od\npracownika SILPH!

source: It's a LAPRAS.\nIt's a very intelligent POKéMON.\pWe kept it in our lab, but it will\nbe much better off with you.\pI think you will be a good TRAINER\nfor LAPRAS!\pIt's a good swimmer.\nIt'll give you a lift across water!
pl: To LAPRAS.\nTo bardzo inteligentny POKéMON.\pTrzymaliśmy go w laboratorium,\nale dużo lepiej będzie mu z tobą.\pMyślę, że będziesz dobrym TRENEREM\ndla LAPRASA!\pTo świetny pływak.\nPomoże ci poruszać się po wodzie!

# TEAM ROCKET's BOSS went to the boardroom!pIs our PRESIDENT okay? I'm worried.
source: TEAM ROCKET's BOSS went to the\nboardroom!\pIs our PRESIDENT okay?\nI'm worried.
pl: SZEF ZESPOŁU R jest w sali\nkonferencyjnej!\pA co z PREZESEM?\nMartwie się.

# TEAM ROCKET was after the MASTER BALL, which catches any POKéMON.
source: TEAM ROCKET was after the MASTER\nBALL, which catches any POKéMON.
pl: ZESPÓŁ R poszukiwał MASTER BALLA,\nktóry łapie każdego POKéMONA.
